Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Lullaby.tmx
Source language: en
Languages: es_419

source: whaaat?!!!
es_419: ¡¿quéééé?!

source: we tried everything that helps with sleep, but none of it worked. what could be the problem?
es_419: probamos con todo lo que facilita el sueño, pero no hay caso. ¿cuál será el problema?

source: I knew it. he always ends up listening to me.
es_419: lo sabía. siempre termina haciéndome caso.

source: I know how much you’ve sacrificed for my sake. in exchange for that—
es_419: sé cuánto te sacrificaste por mí. a cambio de eso…

source: tap
es_419: PAF

source: I like the color and fit.
es_419: me gusta el color y el calce.

source: hmm... it looks like your autonomic nervous system is being affected.
es_419: mmm, el sistema nervioso autónomo está afectado.

source: wait, why can’t you see them?
es_419: espere, ¿por qué usted no los ve?

source: I got this because of you, didn't I?
es_419: esto me lo hizo usted, ¿no?

source: I don't know where to look!!
es_419: ¡¡no sé a dónde mirar!!

source: clack
es_419: CLAC

source: miss seohwa! are you feeling all right?
es_419: ¡señorita seohwa! ¿se siente bien?

source: I should head to work.
es_419: debo ir al trabajo.

source: but I didn’t hate it.
es_419: pero no me molesta.

source: oh my god.
es_419: ay, cielos.

source: en_US
es_419: ES_LATAM

source: I'm only strictly following our contract.
es_419: solo cumplo con nuestro contrato.

source: ACK
es_419: KYA

source: you really seem to know how to make people worry.
es_419: pareces experta en hacer preocupar a los demás.

source: leave the bag in there. we have something to do.
es_419: deja el bolso aquí. tenemos que hacer algo.

source: the worst part is that I don't know how long this is even going to last!
es_419: ¡lo peor es que no sé cuánto tiempo vamos a estar así!

source: ba-bump
es_419: TU TUM

source: Upon meeting, he suspects that she's his human partner - the only person who can make him fall asleep and allow him to return to the demon world.
es_419: Tras conocerse, él sospecha que ella es su pareja humana: la única persona que puede hacerlo dormir y permitirle volver al mundo de los demonios.

source: and if you’d perhaps drunk too much...
es_419: o si habías bebido de más…

source: maybe I reacted too aggressively...
es_419: quizás mi reacción fue demasiado agresiva.

source: that’s good enough for me.
es_419: con eso me basta.

source: oh my god, I thought it was just a closet!
es_419: ¡cielos! ¡creí que era un armario!

source: what utter nonsense.
es_419: qué disparate.

source: not once in my life have I failed to get what I want... and this time will be no different.
es_419: siempre conseguí todo lo que quise, jamás fallé. y esta vez no será la excepción.

source: cough
es_419: COF

source: it’s not a bad idea.
es_419: no es mala idea.

source: I've never seen him like this.
es_419: nunca lo había visto así.

source: anyway, why aren't you able to sleep?
es_419: en fin, ¿por qué no puedes dormir?

source: okay...
es_419: … de acuerdo.

source: let's go to the safest place you can be.
es_419: al lugar más seguro en el que puedes estar.

source: that’s not necessary. it’s all my fault...
es_419: no es necesario. todo fue mi culpa.

source: no, I’m fine.
es_419: no, estoy bien.

source: are you insane? why would I take a bath with you?
es_419: ¿está loco? ¿cómo voy a bañarme con usted?

source: it feels like I’m on the cusp of remembering something, but it’s just out of my reach...
es_419: siento que estoy a punto de recordar algo, pero está fuera de mi alcance.

source: wisely
es_419: CONVENCIDO

source: How was that possible?
es_419: ¿cómo es posible?

source: he really respects me and my ideas...
es_419: me respeta a mí y también a mis ideas.

source: fidget
es_419: INQUIETA

source: throb
es_419: BU BUM

source: don’t worry about it. here, help yourself.
es_419: no te preocupes. toma.

source: STEP
es_419: PAC

source: grab
es_419: RECOGE

source: when you start to feel the spiciness...
es_419: cuando se empieza a sentir lo picante,

source: how could I ask you to make yourself return my feelings?!
es_419: ¡¿cómo se me ocurre pedirle que sienta lo mismo por mí?!

source: I'm your mentor, miss seohwa.
es_419: soy su mentora, señorita seohwa.

source: okay, I'll be careful.
es_419: bueno, tendré cuidado.

source: I'm his number one...? no way...
es_419: ¿qué dice este hombre? eso es imposible.

source: all right, then.
es_419: bueno, permiso.

source: of course I do!
es_419: ¡pero claro que

source: ...I can’t help but have mixed feelings about this. people will think I only won because I’m in a relationship with the ceo.
es_419: esto me genera sentimientos encontrados. los demás creerán que gané solo porque tengo una relación con el presidente.

source: if possible, I’d like to grant your wish, but in this case, I don’t think it’s appropriate.
es_419: si puedo, me gustaría concederte un deseo, pero no creo que sea apropiado cumplirte ese.

source: is he a regular?
es_419: ¿vendrá seguido?

source: when I was attacked at my house. the white threads became visible after a vision popped in my head.
es_419: cuando me atacaron en mi casa, los hilos blancos se me volvieron visibles después de tener una visión.

source: I’m just gonna take a walk all the way over there!
es_419: ¡voy a caminar un rato por ese sendero!

source: I should go home soon.
es_419: debo volver a casa ya.

source: all right.
es_419: está bien.

source: ...it's trainer jay jay! he's a legend of home workouts!!
es_419: ¡es el entrenador jay jay! ¡¡es una leyenda de la gimnasia en casa!!

source: how on earth did you make someone suddenly pass out?!
es_419: ¡¿cómo hizo para que alguien se desmayara de la nada?!

source: an accident like the one from last night could end up happening again.
es_419: podría volver a ocurrir un accidente como el de anoche.

source: oh, it’s nothing.
es_419: ah, no es nada.

source: I feel like I can't even turn around.
es_419: ni siquiera puedo darme vuelta.

source: but it wasn’t even his fault...
es_419: pero no fue su culpa…

source: whatever it is, tell me.
es_419: puedes contarme lo que sea.

source: it’s really nothing.
es_419: no es nada.

source: we also need to discuss the development plan...
es_419: también tenemos que hablar sobre el plan de desarrollo.

source: I guess I was mistaken.
es_419: creo que me equivoqué.

source: I knew it... the fact that she has this mark proves that we're synchronized.
es_419: ¡lo sabía! esta marca comprueba que estamos sincronizados.

source: miss seohwa lee.
es_419: seohwa lee.

source: huff
es_419: UUF

source: I need some time to think though.
es_419: pero necesito un poco de tiempo para pensar.

source: oh my god. excuse me!
es_419: ¡ay, cielos! ¡permiso!

source: are we leaving now?
es_419: ¿ya nos vamos?

source: I have no idea why.
es_419: no sé por qué.

source: raise
es_419: FUIP

source: I'm gonna have some good sleep.
es_419: voy a dormir muy bien.

source: crack
es_419: CRAC

source: you should have some too, mr. gam.
es_419: coma usted también, señor gam.

source: teary
es_419: SNIF

source: she looks so happy. well, she said it’s been her dream for a long time...
es_419: qué contenta está. bueno, dijo que siempre había soñado con esto.

source: huh? they’re almost gone!
es_419: ¿eh? ¡están desapareciendo!

source: ...you’re such a troublemaker.
es_419: no paras de causar problemas.

source: unimpressed
es_419: DISTANTE

source: I have a very important task that I'd like such a remarkable employee to take on.
es_419: tengo una tarea muy importante que me gustaría asignar a una empleada tan notable.

source: blush
es_419: SONROJADA

source: but it would've been better if you healed me at work earlier...
es_419: pero hubiera preferido que me curara cuando estábamos en dne.

source: you don’t have to do that...
es_419: no es necesario que me cure.

source: gosh.
es_419: cielos.

source: to think that I worked until night on my first day of work...
es_419: y pensar que trabajé hasta muy tarde en mi primer día.

source: turn
es_419: FUIP

source: I didn't even submit a time off request...!!
es_419: ¡¡ni siquiera presenté una solicitud para retirarme!!

source: I am, but...
es_419: así es, pero…

source: excuse me?
es_419: ¿disculpe?

source: you must be very confused since so much has happened recently.
es_419: me imagino lo confundida que está por todo lo que viene pasando.

source: well...
es_419: bueno…

source: but that seems a little...
es_419: pero me parece un poco…

source: grin
es_419: SONRÍE

source: these beings have a different way of living from us.
es_419: los humanos tienen un estilo de vida distinto al nuestro.

source: wow... so that's how you’re able to do everything so perfectly.
es_419: ¡vaya! por eso hace todo a la perfección.

source: wasn't it because you touched my hand?
es_419: ¿no le pasó todo eso por tocarme la mano?

source: glare
es_419: FULMINA

source: yes...
es_419: sí,

source: I should try moving around.
es_419: debo moverme.

source: is it because the sauna in this building is free?
es_419: ¿es porque el sauna de este edificio es gratis?

source: miss seohwa!
es_419: ¡señorita seohwa!

source: I was already coming to check on you because I had a bad feeling. couldn't you wait to faint?
es_419: ya estaba viniendo a verte porque tenía un mal presentimiento. ¿no podías esperar para desmayarte?

source: dazed
es_419: MAREADA

source: that means she likes him!
es_419: ¡ella gusta de él!

source: I dozed off without realizing...
es_419: me dormí sin darme cuenta.

source: sit
es_419: FUIP

source: I fell asleep way too quickly last night.
es_419: anoche me dormí muy rápido.

source: but I guess you’d find it uncomfortable.
es_419: pero supongo que te sentirías incómoda.

source: sparkle
es_419: BRILLA

source: if you're applying to gns by any chance, feel free to ask me anything.
es_419: si por casualidad aplicas a dne, pregúntame lo que necesites.

source: step
es_419: PAC

source: it really seems like you’re his number one priority, right ms. seohwa?
es_419: me parece que usted es su máxima prioridad, ¿no cree, señorita seohwa?

source: ...living together with someone...
es_419: convivir con alguien…

source: yes, I did.
es_419: sí.

source: if you’re wondering why I’m here...
es_419: ¿quieres saber por qué vine?

source: we need to work together as a team.
es_419: tenemos que trabajar en equipo.

source: maybe I've been too cold to this lonely human.
es_419: quizás he sido demasiado frío con esta pobre humana.

source: legend my butt...
es_419: sí, claro, leyenda…

source: that’s...
es_419: eso es…

source: innocent
es_419: INOCENTE

source: your shoulder is hunched right now.
es_419: tiene los hombros encorvados.

source: prattle
es_419: BLA BLA

source: well, yes...
es_419: bueno, sí…

source: I was just trying to clean since I couldn't sleep.
es_419: quería limpiar porque no podía dormir.

source: ponder
es_419: MMM

source: did they really only lose the memory of mr. gam carrying me out?
es_419: ¿en serio solo se les borró el recuerdo de mí en los brazos del señor gam?

source: I have my own office though.
es_419: pero tengo mi propia oficina.

source: mr. gam has a cabin in namhae.
es_419: el señor gam tiene una cabaña en namhae.

source: this is all because you keep wasting your energy working late into the night.
es_419: todo esto te pasa por seguir desperdiciando tu energía al trabajar hasta tarde.

source: I don't think this is the solution either.
es_419: yo tampoco creo que esta sea la solución.

source: ...because what they saw at the moment of their death
es_419: … porque lo que vieron en el momento en que morían

source: all things considered, I think I’m doing a pretty good job as your human partner.
es_419: al final, creo que soy una buena compañera humana.

source: so he hasn’t caught on. thank god.
es_419: no captó mi indirecta. menos mal.

source: really?
es_419: ¿de verdad?

source: I'll help you in anyway I--
es_419: pregúntame lo que necesites.

source: Chapter 25 Written by MJ Art by Baeklee
es_419: Episodio 25 Historia: MJ Arte: Baeklee

source: gulp
es_419: GLU

source: you can listen to music,
es_419: puede escuchar música,

source: press
es_419: TAS

source: this is one of the best parts of camping!
es_419: ¡esta es una de las mejores partes de acampar!

source: I think that rumor only started because he helped me when I passed out.
es_419: creo que ese rumor se difundió porque me ayudó cuando me desmayé.

source: ...and the only way for me to return to the demon world is...
es_419: … y la única manera de volver al mundo de los demonios es…

source: I was just hired to product development, I'm--
es_419: me contrataron para el departamento de producción, soy…

source: maybe she sees ghosts.
es_419: quizá ve fantasmas.

source: what is this feeling?
es_419: ¿qué me pasa?

source: isn’t mr. gam way stronger than that doyeong guy?
es_419: el señor gam es mucho más poderoso que doyeong, ¿o no?

source: the last time I fell asleep was when we first synchronized, so maybe that's it.
es_419: la última vez que me dormí fue cuando nos sincronizamos. quizás esa sea la respuesta.

source: oh
es_419: AH

source: Written by MJ Art by Baeklee
es_419: Historia: MJ Arte: Baeklee

source: I can't just stay like this.
es_419: no puedo seguir así.

source: wow! you did it!!
es_419: ¡vaya! ¡¡lo logró!!

source: oh...
es_419: ah…

source: I have a bad feeling about this.
es_419: tengo un mal presentimiento.

source: that thing that just tried to attack you... was a puppet that he created.
es_419: esa cosa que intentó atacarte recién era un títere que él creó.

source: beam
es_419: SONRÍE

source: I'm...
es_419: soy…

source: you know it’s my job to manage the hourglass, right?
es_419: sabe que controlar el reloj de arena es mi trabajo, ¿verdad?

source: of course!
es_419: ¡claro!

source: also, try to not drink coffee and alcohol since they interrupt sleep.
es_419: trata de no beber café ni alcohol ya que interrumpen el sueño.

source: but how can you be so sure?
es_419: ¿cómo puedes estar tan segura?

source: nod
es_419: ASIENTE

source: snap
es_419: CHAS

source: so if your plan was to try and get something from me, you’d better give up.
es_419: si tu plan era convencerme de lo contrario, deja de perder el tiempo.

source: lullaby...?
es_419: ¿un arrorró?

source: it was so vivid. it felt like I was getting strangled in real life...
es_419: era muy vívido. sentía que me estaban estrangulando en serio.

source: let's head back inside.
es_419: volvamos adentro.

source: apparently, there’s someone she can’t stop thinking about.
es_419: parece que no puede dejar de pensar en alguien.

source: did you perhaps feel like your entire body was being electrocuted?
es_419: ¿acaso sintió que se le electrocutaba todo el cuerpo?

source: I feel fresh and my body feels light since I finally got some good sleep!
es_419: ¡me siento renovada y con el cuerpo liviano porque por fin pude dormir!

source: make sure everyone sees a doctor. the company will cover the expenses.
es_419: quiero que todo el personal reciba atención médica. dne se hará cargo de los costos.

source: I also don't enjoy strangers talking to me.
es_419: tampoco que me hablen extraños.

source: I was worried about you, miss seohwa.
es_419: estaba preocupado por ti, seohwa.

source: upset
es_419: MOLESTO

source: I’m hungry because I slept for 25 hours...
es_419: tengo hambre porque dormí 25 horas.

source: I am the great--
es_419: soy el gran…

source: you should get some rest then.
es_419: ve a descansar.

source: lean
es_419: SUISH

source: right. it’s because of what she said. but it’s not like I can ask her who the object of her affections is...
es_419: cierto, es por lo que dijo. pero no puedo atreverme a preguntarle de quién está enamorada.

source: I actually didn’t get a chance to finish my work for the day. could I stay up a little longer and do some work?
es_419: todavía no terminé de trabajar. ¿podría quedarme despierta hasta un poco más tarde para poder terminar?

source: what are you doing?
es_419: ¿qué hace?

source: what are you talking about? your idea was selected after three rounds of blind tests by the judges. you are capable of this.
es_419: ¿qué dices? los jueces eligieron tu idea después de evaluarla a ciegas en tres instancias. tú tienes la capacidad para esto.

source: gaze
es_419: MIRA

source: that was the first time mr. gam didn’t come to work. where do you think the two of them went?
es_419: el señor gam no había faltado nunca al trabajo. ¿a dónde se habrán ido?

source: if I stayed up, I could’ve listened to mr. gam’s voice all night...
es_419: si me quedaba despierta, podría haber escuchado su voz toda la noche.

source: Chapter 30 Written by MJ Art by Baeklee
es_419: Episodio 30 Historia: MJ Arte: Baeklee

source: wh-what's he doing...?
es_419: ¿q-qué hace?

source: because no one will be able to spread such filthy gossip about us anymore.
es_419: nadie va a poder difundir más chismes baratos sobre nosotros.

source: hello, mr. gam!
es_419: ¡hola, señor gam!

source: but until you fall asleep, I’ll...
es_419: pero, hasta que te duermas, voy a…

source: miss seohwa, are you sure you don’t have to go home?
es_419: seohwa, ¿no sería conveniente que vayas a tu casa?

source: sip
es_419: GLUP

source: rise
es_419: SUISH

source: do not cause chaos in the human world.
es_419: no desates caos en el mundo humano.

source: to be honest, this contest is an amazing opportunity for all new hires,
es_419: siendo sincera, este concurso es una gran oportunidad para los empleados nuevos,

source: I’ll be heading out now.
es_419: ya me voy.

source: I don’t want to die... not like this...
es_419: no quiero morir… no así.

source: why did it feel tingly only when I held mr. gam's hand?
es_419: ¿por qué sentí ese cosquilleo solo cuando tomé la mano del señor gam?

source: stare
es_419: MIRA

source: we also suffered from insomnia together, and we foiled doyeong’s plot!
es_419: sufrimos de insomnio juntos y nos unimos para vencer a doyeong!

source: it is a bit scary to be all by yourself, huh?
es_419: te da miedo quedarte sola, ¿no?

source: puzzled
es_419: CONFUNDIDA

source: are you all right?
es_419: ¿estás bien?

source: mr. gam is so different!
es_419: ¡el señor gam es distinto!

source: I bought a suit, explored the company...
es_419: me compré un traje, exploré la compañía…

source: fine.
es_419: bueno.

source: either way, I don’t need you to worry about me.
es_419: de una forma u otra, no necesito que te preocupes por mí.

source: I do?
es_419: ¿en serio?

source: what caused it then? what are you hiding?
es_419: ¿y qué causó el incendio? ¿por qué tanto misterio?

source: if it were me, I would've gone mad.
es_419: yo me habría vuelto loco en su lugar.

source: screech
es_419: ÑIIIC

source: nervous
es_419: NERVIOSA

source: not only have we made a pinky promise,
es_419: ¡además de hacernos una promesa,

source: you’ve never been talked about behind your back in the office like this before.
es_419: sus empleados jamás habían hablado tan mal de usted a sus espaldas.

source: oh... it’s nothing.
es_419: ah… por nada.

source: what?
es_419: ¿qué?

source: that's why I'd like to have you, miss seohwa, take on this task.
es_419: por eso me gustaría asignarle esta tarea, señorita seohwa.

source: this is our company's bed!
es_419: ¡es una cama de nuestra compañía!

source: you need to stop confusing me, mr. gam.
es_419: debe dejar de confundirme, señor gam.

source: miss seohwa...
es_419: señorita seohwa…

source: what if my sleeping curse has synchronized with her?
es_419: ¿y si el mal del insomnio que sufro se sincronizó con ella?

source: I’m going to try my best. so that I won’t have any regrets later.
es_419: voy a dar lo mejor de mí para no arrepentirme de nada en el futuro.

source: serious
es_419: SERIO

source: that must be really old. there are a lot of cobwebs on it.
es_419: debe ser muy viejo. tiene muchísimas telarañas.

source: you can tell me about it.
es_419: ¿te gustaría contarme?

source: thump
es_419: FRUS

source: drip
es_419: PLIC

source: it hasn't been flowing.
es_419: no ha estado fluyendo.

source: where are you trying to take me...? please put me down...
es_419: ¿a dónde me lleva? por favor, bájeme.

source: huh? what are you, cinderella?
es_419: ¿eh? ¿quién eres? ¿cenicienta?

source: it’s an outdated practice and shouldn’t be happening. tell me who did this.
es_419: es una costumbre anticuada y ya no debería practicarse más. dime quién te obligó.

source: I'm the one who got rid of them.
es_419: yo me deshice de esos hilos.

source: wave
es_419: PLAS

source: it’s all wrinkled...
es_419: está toda arrugada.

source: Hope you enjoy reading it.
es_419: Espero que disfruten esta historia.

source: and when I stare at it, it looks as if it's trying to say something to me.
es_419: cuando la observo, siento que trata de decirme algo.

source: manager geum. miss seohwa here is saying she's low on blood sugar.
es_419: gerente geum, la señorita seohwa dice que tiene baja azúcar en sangre.

source: wow... looks like we’re quite far from the city.
es_419: ¡vaya! parece que nos alejamos bastante de la ciudad.

source: what are we going to do once we get there...?!
es_419: ¡¿qué vamos a hacer cuando lleguemos?!

source: I only started work today due to personal reasons.
es_419: por razones personales, comencé a trabajar hoy.

source: now that I think about it, he must have a lot to deal with today in regards to the fire at the lab.
es_419: seguro tuvo un día complicado por haberse encargado del asunto del incendio del laboratorio.

source: chamomile tea helps with sleep.
es_419: el té de manzanilla ayuda a dormir.

source: I feel like I'm not doing anything when I'm being pampered in a big house.
es_419: siento que no estoy haciendo nada mientras me consienten en una casa lujosa.

source: ...I always wanted to spend more time with him...
es_419: siempre tengo ganas de pasar más tiempo con él.

source: my head is throbbing... seriously, how many days have I been unable to sleep...?
es_419: siento que me late la cabeza. ¿hace cuántos días que no puedo dormir?

source: let's go.
es_419: vamos.

source: I think it'd be nice if we ate together, since I like to cook.
es_419: como me gusta cocinar, sería lindo comer juntos.

source: people I’ve met and things I’ve experienced...
es_419: jamás he olvidado…

source: hah, what?
es_419: ja, ¿qué?

source: rub
es_419: FRUS

source: huh? you should focus, mr. gam.
es_419: ¿eh? concéntrese, señor gam.

source: flinch
es_419: TIEMBLA

source: we're going there so that we can achieve our common goal as soon as possible.
es_419: haremos ese viaje para poder lograr nuestro objetivo en común lo más pronto posible.

source: will the mark on my wrist go away then?
es_419: ¿y desaparecerá la marca que tengo en la muñeca?

source: I should make it come true before I return to the demon world.
es_419: voy a cumplir su sueño antes de volver al mundo de los demonios.

source: your voice is so calming.
es_419: su voz es muy relajante.

source: don’t worry, it’s not harmful to humans.
es_419: no te preocupes, no lastima a los humanos.

source: demons consider being cheap and stingy to be even worse than indulgence and greed.
es_419: para los demonios, ser mezquino es aún peor que ser indulgente y codicioso.

source: jolt
es_419: SOBRESALTO

source: awkward... he's always so cold.
es_419: ¡uf! siempre es tan frío.

source: where do you think you’re going?
es_419: ¿a dónde crees que vas?

source: as a loyal servant of the demon king, my utmost priority is his return to the demon world!
es_419: ¡como leal sirviente del rey de los demonios, mi máxima prioridad es ayudarlo a volver al mundo de los demonios!

source: vanish
es_419: FUUUSH

source: huh?
es_419: ¿eh?
